{
  "IndexPage": {
    "title": "next-intl example",
    "shortdecription": "In-house developed tools",
    "car": "car",
    "asreal": "as real",
    "sim": "sim",
    "explore": "Explore",
    "missionoverlay": {
      "simauto": "sim AUto",
      "vision": "Mission & Vision",
      "message": "Our mission and vision for developing a car simulation using green energy and recycled materials is to create a sustainable future for our planet.",
      "message2": "By using recycled materials in the development of the car simulation, we hope to reduce waste and promote the use of sustainable materials. Our goal is to inspire others to prioritize sustainability in their daily lives and to raise awareness of the importance of reducing our environmental impact. We envision a future where green energy and sustainable materials are the standard in the automotive industry.​",
      "technology": "Technology",
      "sustainable": {
        "title": "Sustainable development",
        "message": "Create a sustainable future for our Earth"
      },
      "awareness": {
        "title": "Raising awareness​",
        "message": "Inspire others to prioritize sustainability and to raise awareness of the importance of reducing our environmental impact"
      },
      "recycling": {
        "title": "Recycling​",
        "message": "using recycled materials to reduce waste and promote recycling of  useful material"
      },
      "reducing": {
        "title": "Reducing pollution​",
        "message": "Using recycled materials to develop car simulation, we hope to reduce waste and pollution"
      },
      "spotlight": {
        "title": "Spotlight"
      }
    },
    "descriptionoverlay": {
      "title": "What we do",
      "subtitle": "Our holistic approach",
      "description": "Our approach to developing a car simulation using green energy and recycled materials is to prioritize sustainability and environmental consciousness throughout the entire process. We start by sourcing recycled materials for the construction of the car simulation, ensuring that the materials we use have minimal impact on the environment. We then incorporate green energy sources to reduce our carbon footprint and promote renewable energy. Our team works to optimize the energy efficiency of the car simulation to further minimize its impact on the environment. We aim to demonstrate that sustainable practices can be integrated into everyday technologies such as cars, and that they can be both practical and environmentally responsible."
    },
    "newsletter": {
      "join": "Join Out newsletter",
      "message": "Sign up to our newsletter and get our latest news and updates.",
      "email": "Enter your email",
      "subscribe": "Subscribe"
    }
  },
  "TechnologyPage": {
    "title": "Technology",
    "subtitle": "Sustainable mechanics",
    "speaker": "NATIONAL GEOGRAPHIC",
    "message": "\"Similarly, the end of a car’s life doesn’t mark the end of its environmental impact. Plastics, toxic battery acids, and other products may stay in the environment.\"",
    "pollutionoverlay": {
      "title": "Production and Destruction",
      "subtitle": "Environmental impacts of scrap cars",
      "description": "The normal vehicle life cycle follows a linear process: manufacture, use, and dispose. Once a vehicle has reached the end of its useful life, it is typically scrapped and sent to a landfill, where it takes up valuable space and contributes to environmental pollution. This process results in a significant waste of resources, as many components of the vehicle are still usable or recyclable."
    },
    "upcyclingoverlay": {
      "message1": "Trash to Treasure",
      "message2": "Upcycle your scrap car",
      "fundtitle": "Recycling fund",
      "fundcontent": "The Recycling Fund aims to support the sustainable development of the recycling industry by improving its operational capabilities and efficiency. Its objective is to achieve the waste reduction policy goals outlined in the Hong Kong Blueprint by addressing the bottlenecks and constraints in the industry. Ultimately, the fund seeks to increase the quantity and quality of recyclables recovered from the waste stream and improve the quality of recycled products, thereby reducing the amount of waste sent to landfills.",
      "title": "How does circular vehicle lifecycle works?",
      "content": "With the support of Recycling Fund, we,team of aerosim start a new project \"sim Auto\". The vehicle life cycle in the SIM Auto project follows a more circular process: manufacture, use, extract, and reuse. Once a vehicle has reached the end of its useful life, it is dismantled, and the reusable parts are extracted for educational purposes in car simulation. These parts can be used to teach users about driving skills and the inner workings of a vehicle."
    },
    "simauto": "Happy Driving with \"sim AUto\"",
    "descriptionoverlay": {
      "title": "Reverse Engineering",
      "description": "Our project revolves around the unique approach of creating a car simulator using authentic car components. To make this possible, we have undertaken extensive efforts in reverse engineering the control signals of the Mini Cooper R56 system. This breakthrough technology enables us to interface hardware components with simulation data seamlessly. By repurposing discarded car parts and extending their life cycle, we are not only reducing waste and cutting down on carbon emissions, but also creating an immersive and authentic driving experience for drivers. Reverse engineering is a critical technology that has played a significant role in the success of our project.\nMQTT Control Unit:\nWe have also incorporated innovative technologies like the MQTT control unit into our system. This cutting-edge technology provides internet connectivity, enabling wireless real-time remote control and data logging. With the MQTT control unit, users can easily monitor and adjust their simulation setup from anywhere, making it more convenient and user-friendly. This feature has enhanced the overall experience of our car simulator, making it more accessible to a wider audience. By incorporating the MQTT control unit, we have also aligned ourselves with the principles of ESG (Environmental, Social, and Governance), as it enables us to create a more sustainable and efficient system.",
      "message": "Her second life, Your second ride."
    }
  },
  "ProductPage": {
    "homeoverlay": {
      "title": "Driving simulator gear MINI EDITION"
    },
    "featureoverlay": {
      "title": "About",
      "subtitle_left": "MINI",
      "subtitle_right": "SERIES",
      "content": "Eco Race-Mini R53 Simulator Set delivers a real Mini cooper driving experience by recycling the component from scrub car. Featuring a detail Mini R53 *inner carge setip*, plus Logitech Driving set and gear-shift paddies, and support by R&D car-sim PCB set.For PC or laptop. Drive for fun and eco-friendly.",
      "tags": {
        "tag1": "SPEED",
        "tag2": "REAL",
        "tag3": "COMFORTABLE"
      }
    },
    "pcboverlay": {
      "title": "DRIVE AS REAL",
      "content": "Experience low-latency response dashboard feedback by our in-house design PCB system. Get the realism and immediate connection with the Mini R53."
    },
    "itemoverlay": {
      "title": "ENGINEERED AS REAL",
      "content": "PRO Racing wheel is an elite, proprietary design developed with and for pro sim drivers. Engineered with TRUEFORCE feedback technology and high-performance Direct Drive, it delivers the most pure, precise, pro-level connection to the race possible. That means less latency and higher fidelity. Drive to win."
    },
    "screenoverlay": {
      "title": "SPEED AS REAL",
      "content": "PRO Racing wheel is an elite, proprietary design developed with and for pro sim drivers. Engineered with TRUEFORCE feedback technology and high-performance Direct Drive, it delivers the most pure, precise, pro-level connection to the race possible. That means less latency and higher fidelity. Drive to win."
    },
    "highlightoverlay": {
      "items": {
        "item1": {
          "title": "INTELLIGENCE MACHINE",
          "content": "Designed with a magnetic system with contactless hall-effect sensors-so drivers get a positive, mechanical feel that accurately simulates a professional race car. Durable enough for millions of gear shifts."
        },
        "item2": {
          "title": "DRIVE SIMULATION",
          "content": "Designed with a magnetic system with contactless hall-effect sensors-so drivers get a positive, mechanical feel that accurately simulates a professional race car. Durable enough for millions of gear shifts."
        },
        "item3": {
          "title": "CONFORTABLE DRIVING EXPERIENCE",
          "content": "Designed with a magnetic system with contactless hall-effect sensors-so drivers get a positive, mechanical feel that accurately simulates a professional race car. Durable enough for millions of gear shifts."
        }
      }
    },
    "conclusionoverlay": {
      "title": "UPGRADE TO FUTURE LEVEL"
    }
  },
  "AboutusPage": {
    "title": "About Us",
    "subtitle": "End-to-End Aviation Training & Education Tech Solutions",
    "description": "Aerosim is an Aviation Technology and Solutions company that uses synthetic aviation technology to provide services in the education and aviation sectors. In the education sector, we offers flight simulation devices and training aids at an accessible price for schools, along with certified curriculum and training courses.",
    "educationovelay": {
      "title": "We education aivation talents",
      "content": "In the aviation sector, we provides courses and training using their flight simulation devices and self-developed curriculum for young aviation enthusiasts. Additionally, Aerosim offers consultancy and commercial operation license application services for unmanned aircraft systems (UAS) operations, as well as UAS safety training for schools. After only one year of product launch, Aerosim has been serve around 10% of the school population."
    },
    "inspire": "Inspire talents to be talented"
  },
  "NewsPage": {
    "title": "News & Insight",
    "subtitle": "Explore our story"
  },
  "ContactPage": {
    "title": "Contact aerosim",
    "subtitle": "General Inquiry",
    "getintouch": "Get in touch",
    "fillform": "Fill in the form to start a conversation",
    "address": "Unit 307, 3/F, Building 16W, Hong Kong Science Park, N.T.",
    "email": "info@aerosim.com.hk",
    "phone": "+(852) 5320-2078",
    "fullname": "Full Name",
    "contactemail": "Email",
    "contacttel": "Telephone number",
    "message": "Enter your Message",
    "submit": "Submit"
  },
  "NotFoundPage": {
    "title": "Page not found",
    "description": "404. The requested URL was not found on this server"
  },
  "LocaleLayout": {
    "title": "sim AUto - car simulation"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, hk {繁體中文} en {English} other {Unknown}}"
  },
  "Navigation": {
    "home": "Home",
    "technology": {
      "title": "Technology",
      "ai": "AI",
      "electronicComponent": "Electronic Component",
      "mechanics": "Mechanics"
    },
    "product": "Product",
    "news": { "title": "News & Insight", "blog": "Blog", "story": "Story" },
    "aboutus": "About Us",
    "contact": "Contact"
  }
}
